{
    "188964234": [
        {
            "As Catsy sails, she meets a shy fish. “Join the ship,” Catsy says with a wide smile.": {
                "1": "As Catsy sails, she meets a shy fish.",
                "2": "“Join the ship,” Catsy says with a wide smile."
            }
        }
    ],
    "188964237": [
        {
            "Jane said, “You are my best friend, Penny, and I will always be here for you.” And so, Jane and Penny lived happily, sharing many adventures together, day and night.": {
                "1": "Jane said, “You are my best friend, Penny, and I will always be here for you.”",
                "2": "And so, Jane and Penny lived happily, sharing many adventures together, day and night."
            }
        }
    ],
    "188964269": [
        {
            "Joy said, “Even on rainy days, we can find joy!” Roy nodded, happy to have such a joyful friend.": {
                "1": "Joy said, “Even on rainy days, we can find joy!”",
                "2": "Roy nodded, happy to have such a joyful friend."
            }
        }
    ],
    "188964287": [
        {
            "It wasn’t hard, but Tara was there with her charm.  “Don’t worry, Jake, it’s just a little scar,” she said, patting his arm gently with a pad.": {
                "1": "It wasn’t hard, but Tara was there with her charm.",
                "2": "“Don’t worry, Jake, it’s just a little scar,” she said, patting his arm gently with a pad."
            }
        },
        {
            "She bandaged it fast and gave him a smile that could light up the dark.  “Thanks, Tara!” Jake beamed like a star as he darted back to class.": {
                "1": "She bandaged it fast and gave him a smile that could light up the dark.",
                "2": "“Thanks, Tara!” Jake beamed like a star as he darted back to class."
            }
        }
    ],
    "188964294": [
        {
            "Aunt Sue cheered, “Great catch, Patch!” They ended the day with a treat, a yummy batch of cookies.": {
                "1": "Aunt Sue cheered, “Great catch, Patch!”",
                "2": "They ended the day with a treat, a yummy batch of cookies."
            }
        }
    ],
    "188964307":  [
    {
      "It was a sly owl perched on a branch. “Can I join?” he hooted kindly.": {
        "1": "It was a sly owl perched on a branch.",
        "2": "“Can I join?” he hooted kindly."
      }
    },
    {
      "Dale waved, hoping for a friend. “Hi, Dawn!” hooted Dale, “Want to leap and play?” Dawn agreed, her eyes twinkling.": {
        "1": "Dale waved, hoping for a friend.",
        "2": "“Hi, Dawn!” hooted Dale,",
        "3": "“Want to leap and play?” Dawn agreed, her eyes twinkling."
      }
    }
  ]
}